import React from 'react';
import Header from '../../components/Header/Header';

const UserAgreementPage = () => {

    return (
        <div className='content-wrapper'>
            <Header />
            <div className='container doc-counter' id='user-agreement'>
                <h1>Пользовательское соглашение</h1>
                <div className='list'>
                    <p>Настоящий документ «Пользовательское соглашение» (далее - Соглашение) представляет собой предложение ИП Иванова Снежана Игоревна, ОГРНИП 315313000011285, размещенное по адресу в сети интернет <a href='https://t.me/unpacks/app?page=/info/user-agreement' className='underline'>https://t.me/unpacks/app?page=/info/user-agreement</a> (далее - «Приложение»), заключить договор на изложенных ниже условиях Соглашения.</p>
                    <ol>
                        <li>
                            <strong>Общие положения</strong>
                            <ol>
                                <li>Настоящим, Вы подтверждаете, что с момента регистрации в Приложении и в течение времени пользования Приложением, а также персонализированными сервисами Приложения, вы являетесь Пользователем Приложения и соглашаетесь на условия и стоимость предоставления сервиса по подписке, указанных на странице с тарифами, вплоть до вашего личного обращения в администрацию Приложения с требованием об отказе от любых взаимоотношений с Приложением.</li>
                                <li>Использование вами Приложения любым способом и в любой форме в пределах его объявленных функциональных возможностей, включая:
                                    <ol>
                                        <li>Просмотр размещенных в Приложении материалов;</li>
                                        <li>Регистрация и/или авторизация в Приложении;</li>
                                        <li>Размещение или отображение в Приложении любых материалов, включая но не ограничиваясь такими как: тексты, гипертекстовые ссылки, изображения, аудио и видео- файлы, сведения и/или иная информация; создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и 438 Гражданского кодекса Российской Федерации.</li>
                                    </ol>
                                </li>
                                <li>Воспользовавшись любой из указанных выше возможностей по использованию Приложения вы подтверждаете, что:
                                    <ol>
                                        <li>Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Приложения;</li>
                                        <li>Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Приложения. Если вы не согласны с условиями настоящего Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Приложения;</li>
                                        <li>Соглашение (в том числе любая из его частей) может быть изменено Приложением без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения в Приложении либо доведения до сведения Пользователя в иной удобной форме, если иное не предусмотрено новой редакцией Соглашения.</li>
                                    </ol>
                                </li>
                            </ol>
                        </li>
                        <li>
                            <strong>Общие условия пользования Приложением</strong>
                            <ol>
                                <li>Приложение осуществляет услуги размещения информации о товарах и блогерах, а также создает сервис автоматизирующий общение между пользователями Приложения.</li>
                                <li>Приложение осуществляет работу продукта способами, определенными в Части 3 настоящего Соглашения.</li>
                                <li>Приложение предоставляет доступ к персонализированным сервисам Приложения для получения наиболее полной информации по интересующему вас товару, создания рейтингов и мнений, участия в конкурсных программах и иных акциях, проводимых Приложением.</li>
                                <li>Настоящим вы даете своё добровольное согласие на информирование вас обо всех действиях Приложения, связанных с продажей продукта, в том числе о статусе выполнения заказа, а также об иных событиях любого характера, относящихся к сервисам Приложения.</li>
                                <li>Согласие на получение рассылки:<br />Подписываясь на SMS, email и push-рассылку <a href='https://t.me/unpacks' className='underline'>https://t.me/unpacks</a> или третьих лиц, уполномоченных на рассылку от имени Приложения, в сети Интернет, я соглашаюсь получать информационную рассылку на телефон и электронный адрес, указанный мной при подписке через сервис подписки информационной рассылки. Я проинформирован о том, что в случае, если у меня возникнет желание отказаться от информационной рассылки, мне будет необходимо самостоятельно перейти по ссылке «Отписаться от рассылки», указанной в тексте отправляемых Приложением сообщений с электронного адреса Приложения или же сообщить о несогласии получения информационных рассылок по адресам, указанным в разделе «Контакты» данного Соглашения. Я также даю разрешение Приложению или третьим лицам, уполномоченным на рассылку от имени Приложения, собирать, хранить и обрабатывать все переданные мною в адрес Приложения персональные данные (в том числе фамилию, имя, отчество и адрес электронной почты) с целью информирования о новостях и других событиях Приложения.</li>
                                <li>Вы соглашаетесь, что Приложение не несет никакой ответственности за задержки, сбои, неверную или несвоевременную доставку, удаление или несохранность каких-либо уведомлений. При этом Приложение оставляет за собой право повторного направления любого уведомления, в случае его неполучения Вами.</li>
                                <li>Все вопросы по информационной поддержке Вы можете задать по адресу <a href='https://t.me/unpacks/app?page=/info/support' className='underline'>https://t.me/unpacks/app?page=/info/support</a>.</li>
                                <li>Вы признаёте, что Приложение прилагает достаточные усилия, чтобы внешний вид, упаковка и характеристики продукта соответствовали описаниям, приведенным в каталоге Приложения. Одновременно Приложение доводит до вашего сведения, что фактические внешний вид, упаковка и характеристики товара могут отличаться от этих описаний в случае ассортиментного товара, а также в случае внесения изменений в товар непосредственно производителем.</li>
                                <li>Вы проинформированы, что цена и наличие продукта в Приложении могут изменяется без предварительного уведомления об этом и указываются на главной Приложения.</li>
                            </ol>
                        </li>
                        <li>
                            <strong>Обязательства Пользователя при использовании Приложения</strong>
                            <ol>
                                <li>
                                    Вы соглашаетесь не использовать сервисы Приложения с целью:
                                    <ol>
                                        <li>Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и/или дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и/или оскорбления в адрес конкретных лиц, организаций, органов власти;</li>
                                        <li>Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории РФ;</li>
                                        <li>Нарушения прав несовершеннолетних лиц и/или причинение им вреда в любой форме;</li>
                                        <li>Ущемления прав меньшинств;</li>
                                        <li>Выдачи себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Приложения;</li>
                                        <li>Введения в заблуждение относительно свойств и характеристик каких-либо товаров из каталога в Приложении; некорректного сравнения товаров, а также формирования негативного отношения к лицам, (не) пользующимся определенными товарами, или осуждения таких лиц;</li>
                                        <li>Загрузки контента, который вы не имеете права делать доступным по законодательству РФ или согласно каким-либо контрактным отношениям;</li>
                                        <li>Загрузки контента, который затрагивает и/или содержит какой-либо патент, торговый знак, коммерческую тайну, фирменное наименование, авторские и смежные с ними права, а равно прочие права на результаты интеллектуальной деятельности, принадлежащие или правомерно используемые третьими лицами;</li>
                                        <li>Загрузки не разрешенной специальным образом рекламной информации и/или спама;</li>
                                        <li>Сбора и обработки персональных данных, информации о частной жизни любых лиц;</li>
                                        <li>Нарушения нормальной работы Приложения;</li>
                                        <li>Нарушения российских или международных норм права.</li>
                                    </ol>
                                </li>
                                <li>Вы соглашаетесь не использовать в Приложении бранных слов, непристойных и оскорбительных образов, сравнений и выражений, в том числе в отношении пола, расы, национальности, профессии, социальной категории, возраста, языка человека и гражданина, а также в отношении организаций, органов власти, официальных государственных символов (флагов, гербов, гимнов), религиозных символов, объектов культурного наследия (памятников истории и культуры).</li>
                                <li>Вы признаете и соглашаетесь, что Приложение имеет право (но не обязанность) по своему усмотрению отказать в размещении и/или удалить любой контент, доступный через сервисы Приложения.</li>
                            </ol>
                        </li>
                        <li>
                            <strong>Политика конфиденциальности</strong>
                            <ol>
                                <li>Условия Политики конфиденциальности и отношения между вами и Приложением, связанные с обработкой персональных данных, регулируются Федеральным Законом РФ №152-ФЗ от 27 июля 2006 г. «О персональных данных».</li>
                                <li>Политика конфиденциальности действует в отношении персональных данных, которые Приложение получил или может получить от вас при регистрации и/или оформлении заказа в Приложении, и необходимые для выполнения обязательств со стороны Приложения в отношении приобретаемого вами товара/услуги и/или вашего доступа к сервисам Приложения.</li>
                                <li>4.3.Политика конфиденциальности доступна по ссылке – <a href='https://t.me/unpacks/app?page=/info/user-agreement' className='underline'>https://t.me/unpacks/app?page=/info/user-agreement</a>.</li>
                            </ol>
                        </li>
                        <li>
                            <strong>Условия приобретения и доставки продукта</strong>
                            <ol>
                                <li>Вы можете приобрести товар в Приложении, оплатив его следующими способами: кредитной картой, электронными деньгами, с лицевого счёта мобильного телефона, банковским переводом по квитанции, подарочным сертификатом.</li>
                                <li>Настоящим вы соглашаетесь, что выбранный вами способ оплаты не подлежит изменению с момента оформления заказа в Приложении.</li>
                                <li>Настоящим вы соглашаетесь, что подтверждение заказа, оплаченного электронными деньгами, кредитной картой, с личного счета мобильного телефона, банковским переводом, происходит только после подтверждения списания денежных средств в счёт оплаты заказа.</li>
                                <li>Вы подтверждаете, что оплата заказа электронными деньгами, кредитной картой, с личного счета мобильного телефона должна быть произведена в течение 5 календарных дней с момента его оформления в Приложении. Вы соглашаетесь, что в случае неоплаты заказа по истечении указанного срока, заказ может быть аннулирован.</li>
                                <li>Приложение осуществляет доставку продукта следующими способами: автоматическая авторизация в личном кабинете по номеру телефона, указанному при оформлении заказа или входе в приложение телеграм.</li>
                                <li>Вы соглашаетесь, что в случае невозможности передачи вам товара по вашей вине, в том числе ошибки в указанных при оформлении заказа данных, будет расцениваться Приложением как ваш отказ от товара. Сообщив об ошибке администрации Приложения, вам будет открыт доступ к продукту.</li>
                                <li>В случае вашего отказа от продукта, а также в случае отсутствия заказанного вами товара, подписка на продукт Приложения будет прекращена, в течение 5 рабочих дней. Оплата за текущий месяц, в котором был произведен отказ от подписки не возвращается, оплата за будущий месяц - приостанавливается. Скидки и специальные условия на первую подписку, не будут действовать при желании возобновить подписку.</li>
                                <li>Все вопросы, связанные со сроками и условиями доставки товара, вы можете направить службе поддержки на специальной странице <a href='https://t.me/unpacks/app?page=/info/support' className='underline'>https://t.me/unpacks/app?page=/info/support</a>.</li>
                            </ol>
                        </li>
                        <li>
                            <strong>Ответственность</strong>
                            <ol>
                                <li>Сервисы Приложения могут содержать ссылки на другие ресурсы. Вы признаете и соглашаетесь с тем, что Приложение не несет никакой ответственности за доступность этих ресурсов и за их контент, а также за любые последствия, связанные с использованием вами контента этих ресурсов.</li>
                                <li>Вы также соглашаетесь с тем, что Приложение не несёт никакой ответственности за ваши персональные данные, которые вы предоставляете сторонним ресурсам и/или иным третьим лицам в случае перехода на них с Приложения.</li>
                                <li>Вы подтверждаете, что Приложение не отвечает за возможную потерю и/или порчу данных, которая может произойти из-за нарушения вами положений настоящего Соглашения, а также неправильного доступа и/или использования персонализированных сервисов Приложения.</li>
                                <li>Ответственность за действия несовершеннолетних, включая приобретение ими продуктов в Приложении, лежит на законных представителях несовершеннолетних.</li>
                                <li>Вы соглашаетесь, что в случае неисполнения и/или ненадлежащего исполнения Приложением обязательств по продаже и/или доставке вам продукта в связи с предоставлением вами недостоверных и/или недействительных данных о себе, а равно невыполнение вами условий настоящего Соглашения, Приложение ответственности не несет.</li>
                            </ol>
                        </li>
                    </ol>
                </div>
                <div className='list'>
                    <h2>Реквизиты Приложения</h2>
                    <div>
                        <p>ИП: Иванова Снежана Игоревна</p>
                        <p>ИНН: 310259579703</p>
                        <p>ОГРНИП: 315313000011285</p>
                        <p>Юридический Адрес: 308590, РОССИЯ, ОБЛ БЕЛГОРОДСКАЯ, Р-Н БЕЛГОРОДСКИЙ, ПГТ ОКТЯБРЬСКИЙ, УЛ 70 ЛЕТ ОКТЯБРЯ, 7, 33</p>
                    </div>
                    <div>
                        <p>Дата публикации пользовательского соглашения: 04.04.2024</p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default UserAgreementPage;
